Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: This external energy striking the net is matched by “internal work” in the net which, simplifying matters, can be described as the sum total of the inner forces multiplied by the stretching of the different parts of the net.
sv: Denna yttre energi som träffar nätet motsvaras av ett ”inre arbete” i nätet som förenklat kan beskrivas som summan av den inre kraften multiplicerad med töjningen i nätets olika delar.

source: Thus all parts of a net affected by a fall need to be able to withstand the forces they are subjected to and to stretch sufficiently.
sv: Alla delar av ett nät som påverkas av ett fall behöver således kunna tåla de krafter de utsätts för och kunna töjas tillräcklig mycket.

source: Generally speaking, the energy absorption capacity of a safety net depends on the tensile strength and extensibility of its parts (meshes, border ropes, suspension structure), the size of the net and the way in which it is suspended.
sv: Om ett skyddsnäts energiupptagande förmåga kan allmänt sägas att den beror på hållfastheten och töjbarheten hos delarna (maskor, kantlinor, upphängningskonstruktion), nätets storlek och hur det är upphängt.

source: A small net is less resilient than a large one and has less energy absorption capacity.
sv: Ett mindre nät blir ”stummare” än ett större och kan inte ta upp lika mycket energi som ett större.

source: This being so, a net cannot automatically be divided into smaller parts on the assumption of every such part being able to absorb the same amount of energy as the original large net.
sv: Man kan därför inte utan vidare dela ett nät i mindre delar och räkna med att en sådan del skall kunna ta upp samma energi som det ursprungliga stora nätet.

source: Safety can also be jeopardised if the net is suspended in another way than it is designed for.
sv: Säkerheten kan också äventyras om nätet hängs upp på annat sätt än som är avsett.

source: A safety net intended for suspension with a border rope and tie ropes, for example, will be less extensible if hung up on tubes or consoles.
sv: Ett skyddsnät, som är avsett för upphängning med kantlina och monteringslinor, blir t.ex. stummare om det hängs upp på rör eller konsoler.

source: The energy absorption capacity of a safety net is also affected by ageing.
sv: Ett skyddsnäts energiupptagande förmåga påverkas också av att det åldras.

source: This is accelerated when the net is exposed to ultraviolet radiation from sunlight; see also the guidance on Section 98.
sv: Åldringen påskyndas när nätet utsätts för ultraviolett strålning från solljuset, se vidare kommentaren till 98 §.

source: A reserve of energy absorption capacity is therefore needed for the duration of the net’s useful life, i.e. up to the date when, according to Section 98 (b) or (c) or Section 99, it may no longer be used.
sv: En reserv av energiupptagande förmåga behövs därför för nätets hela brukstid, dvs. fram till den tidpunkt efter vilken nätet enligt 98 § b) eller c) eller enligt 99 § inte längre får användas.

source: Factors which can have a detrimental effect on the working of the net are e.g. high or low temperatures and chemicals.
sv: Exempel på faktorer som kan inverka menligt på nätets funktion är höga eller låga temperaturer samt kemikalier.

source: In both cases the rope/meshes are secured to the net and are detached before test-pulling.
sv: I båda fallen är tråden/maskorna fästa i nätet och tas loss inför provdragningen.

source: A safety net conforming to standard SS-EN 1263-1, is required by that standard to have at least 1 test rope.
sv: Ett skyddsnät som är utfört enligt standarden SS-EN 1263-1 skall enligt standarden vara försett med minst en provtråd.

source: A more detailed description of the system of test ropes will be found in the General Recommendations accompanying Section 98.
sv: En närmare beskrivning av systemet med provtrådar finns i de allmänna råden till 98 §.

source: In order to decide when a net no longer affords adequate protection, one needs to know the minimum acceptable test-pull result.
sv: För att man skall kunna bestämma när ett nät inte längre ger tillfredsställande skyddsfunktion behövs uppgift om godtagbar miniminivå på provdragningsresultatet.

source: It is important for this level to be set with an ample margin.
sv: Det är viktigt att denna nivå sätts med betryggande marginal.

source: It can be described, for example, by indicating the minimum tensile strength, margin included, which a test rope, and accordingly the net as well, needs to have so as to afford adequate protection.
sv: Nivån kan beskrivas t.ex. genom att den minsta hållfasthet, inklusive marginal, anges som en provtråd, och därmed nätet, behöver ha för att ge tillfredsställande skyddsfunktion.

source: For a net with only one test rope, information is also needed as to how the test-pull result is to be used in determining any remaining time during which the net is certain to afford adequate protection.
sv: För ett nät med endast en provtråd behövs också uppgift om hur man med hjälp av provdragningsresultatet bestämmer den eventuella återstående tid som nätet med säkerhet behåller tillfredsställande skyddsfunktion.

source: The instructions may, for example, indicate how much longer the net can be used at the different strength values which may result from the test pulling.
sv: Instruktionen kan t.ex. ange hur lång ytterligare tid nätet kan användas vid de olika hållfasthetsvärden som kan bli resultatet av provdragningen.

source: For a net with several test ropes, fixed intervals of time, for example, can be given between the test pulls, together with a minimum tensile strength reading for each pull.
sv: För ett nät med flera provtrådar kan t.ex. anges bestämda tidsintervall mellan provdragningarna samt ett minimivärde på hållfastheten vid varje provdragning.

source: At every test pull, the result is compared with the minimum value stated in the instructions.
sv: Vid varje provdragning jämförs resultatet av provdragningen med det i instruktionen angivna minimivärdet.

source: If the outcome of the comparison is positive, the net can be used until it is time for the next test pull.
sv: Om jämförelsen utfaller positivt kan nätet alltså användas till det är dags för nästa provdragning.

source: If the outcome is again positive for the final test pull, the instructions also need to show how long the net will continue to afford adequate protection.
sv: För det fall jämförelsen även vid provdragningen av den sista provtråden skulle utfalla positivt, behöver det också framgå av instruktionen hur länge nätet bibehåller tillfredsställande skyddsfunktion.

source: (Cf. previous paragraph).
sv: (Jämför föregående stycke).

source: Should any test pull show that the safety net no longer affords adequate protection, Section 98 requires it to be taken out of service.
sv: Om det vid någon provdragning skulle visa sig att skyddsnätet inte längre ger tillfredsställande skyddsfunktion skall det enligt 98 § tas ur bruk.

source: Further information about test-pulling and how to calculate the useful life of safety nets will be found in section 7.5.3 of the standard SS-EN 1263-1, edition 1.
sv: Ytterligare information om provdragning och om hur användningstiden för skyddsnät kan beräknas finns i avsnitt 7.5.3 i standarden SS-EN 1263-1, utgåva 1.

source: “Temporary Works Equipment” committee within the European Committee for Standardisation has drawn up a standard, Safety Nets – Part 2: Safety requirements for the erection of safety nets (EN 1263-2).
sv: Kommittén CEN TC53 ”Temporary Works Equipment” inom ”European Committee for Standardisation” har utarbetat en standard, Safety Nets – Part 2: Safety requirements for the erection of safety nets” (EN 1263-2).

source: This standard is published in Sweden named “SS-EN 1263-2 Skyddsnät – Del 2 – Säkerhets- krav, uppsättning”.
sv: Standarden är utgiven i Sverige under namnet ”SS-EN 1263-2 Skyddsnät – Del 2: Säkerhetskrav, uppsättning”.

source: This provides information on falling heights and other information about installation, use and dismantling of safety nets in compliance with standard SS-EN 1263-1, edition 1.
sv: Där finns information om fallhöjder samt annan information som rör montering, användning och nedmontering av skyddsnät enligt standarden SS-EN 1263-1, utgåva 1.

source: Objects which may be present under the net include, for example, equipment and vehicles.
sv: Exempel på föremål som kan finnas under nätet är utrustning och fordon.

source: In addition, meshes may have been partly or wholly torn.
sv: Maskor kan också ha brustit helt eller delvis.

source: Guidance on Section 98
sv: AFS 1999:3 65

source: A safety net ages, especially when exposed to ultraviolet radiation.
sv: Till 98 § Ett skyddsnät åldras, särskilt när det utsätts för ultraviolett strålning.

source: This ageing reduces the extensibility of the meshes.
sv: Att nätet åldras medför att töjbarheten hos maskorna minskar.

source: The tensile force of the meshes will then be greater when the safety net is subjected to the load of a falling person then it is in a net which has not been affected by ageing.
sv: Dragkraften i maskorna blir då större när skyddsnätet utsätts för belastningen av en fallande person än de blir i ett nät som inte åldrats.

source: Eventually the meshes will no longer be capable of sustaining the load.
sv: Så småningom kommer maskorna inte längre att hålla för belastningen.

source: New safety nets, when delivered by the manufacturer, have extra energy absorption capacity so that, in spite of the ultraviolet radiation they can be exposed to in the form of daylight, they will afford adequate protection for a certain time after their manufacture date.
sv: Nya skyddsnät har, när de lämnar tillverkaren, extra energiupptagande förmåga så att de, trots den ultravioletta strålning i form av dagsljus som de kan utsättas för, ger tillfredsställande skyddsfunktion under en viss tid efter tillverkningsdagen.

source: For nets meeting the requirements of standard SS-EN 1263-1, edition 1, this time is 12 months.
sv: För nät som uppfyller kraven i standarden SS-EN 1263-1, utgåva 1, är denna tid 12 månader.

source: A safety net can be said to have a “use by date”.
sv: Ett skyddsnät kan sägas ha en ”sista användningsdag”.

source: For a safety net with no test ropes, this date is worked out by adding to the date of manufacture the length of time for which the net is estimated to retain its protective function (see Section 95, 2nd paragraph and Section 99, 3rd paragraph).
sv: För ett skyddsnät utan provtrådar får man fram denna dag genom att med tillverkningsdagen som utgångspunkt lägga till den tid under vilken nätet beräknats bibehålla sin skyddsfunktion (se 95 § andra stycket och 99 § tredje stycket).

source: For a net with one or more test ropes, the “use by date” is the latest day when, according to the instructions, a test rope is to be test-pulled (Section 95, 1st paragraph compared with Section 98).
sv: För ett nät med en eller flera provtrådar är ”sista användningsdagen” den dag när en provtråd enligt instruktionen senast skall provdras (95 § första stycket jämförd med 98 §).

source: Conditions during the period elapsing between the date of manufacture and the “use by date” may, however, have been more favourable than the manufacturer calculated for, in that the ultraviolet radiation during use has been less than was assumed or the net has
sv: Förhållandena under tiden mellan tillverkningsdagen och ”sista användningsdagen” kan emellertid ha varit gynnsammare än vad tillverkaren räknat med genom att den ultravioletta strålningen vid användningen varit mindre än vad som förutsatts eller genom att nätet varit oanvänt en tid och då inte utsatts för sådan strålning.

source: There may then be a sufficient reserve of energy absorption capacity for use to continue some time after the “use by date”.
sv: Tillräcklig reserv av energiupptagande förmåga kan då finnas för ännu en tids användning efter ”sista användningsdagen”.

source: This contingent reserve can be used if the net is provided with at least one test rope.
sv: Denna eventuella reserv kan utnyttjas om nätet är försett med minst en provtråd.

source: If a test rope is test-pulled and the reserve proves adequate, the net can be used for the length of time indicated by the test results and the instructions, e.g. until it is time for the next test-pull.
sv: Om man provdrar en provtråd och reserven visar sig vara tillräcklig, kan man använda nätet den tid som framgår av provningsresultatet och instruktionen, t.ex. fram till nästa provdragningstillfälle.

source: In this way the test result can be used to work out a new “use by date” for the net which will be later than the original date given.
sv: Med hjälp av provningsresultat kan alltså en ny sista användningsdag för nätet som ligger längre fram än den ursprungliga dagen bestämmas.

source: See also the guidance on Section 95.
sv: Se vidare kommentaren till 95 §.

source: It is important for the test-pull to be conducted by a test laboratory which has the competence and equipment for the task.
sv: Det är viktigt att provdragningen utförs av ett provningslaboratorium med kompetens och utrustning för uppgiften.

source: Concerning nets with several test ropes, special account should be had of the following.
sv: Beträffande nät med flera provtrådar bör följande särskilt observeras.

source: Any continued use of the net after a test-pull is conditional on appraisal of the test result showing that the safety net still provides adequate protection – see Section 98 (b) – and the existence of a reserve for the period ending with the next test-pull or for a “use by” time, the length of which will be determined by the procedure indicated in the instructions; see Section 98 (c).
sv: Förutsättningen för att efter en provdragning överhuvudtaget få fortsätta att använda nätet är att en bedömning av provningsresultatet visat att skyddsnätet fortfarande ger tillfredsställande skyddsfunktion, se 98 § b) samt att en reserv finns för tiden fram till nästa provdragning eller för en sista användningstid vars längd bestäms på sätt som anges i instruktionen, se 98 § c).

source: Under Section 99, after this latter period has passed, the safety net may not be used.
sv: Sedan sistnämnda tid gått får skyddsnätet enligt 99 § inte användas.

source: The material then loses the energy absorption capacity needed for the safety net to retain its protective function.
sv: Materialet förlorar då den energiupptagande förmåga som behövs för att skyddsnätet skall bibehålla sin skyddsfunktion.

source: It is therefore important to ascertain that the material in the net can withstand the temperatures at which the net is to be used.
sv: Det är därför viktigt att förvissa sig om att materialet i nätet tål de temperaturer vid vilka nätet skall användas.

source: Examples of suitable personal protective equipment
sv: Exempel på lämplig personlig skyddsutrustning

source: Examples of risk situations
sv: Exempel på risksituationer

source: Examples of suitable PPE
sv: Exempel på lämplig personlig skyddsutrustning

source: Head injury
sv: Huvudskada.

source: Falling objects, crush/press injury
sv: Fallande föremål, klämning.

source: Industrial helmet, tested to EN 397 and marked
sv: Industrihjälm, provad enligt EN 397 och märkt med

source: “LD” (improved mechanical rigidity) “440Vac” (electrical insulation)
sv: ”LD” (bättre sidstyvhet) ”440Vac”(elektrisk isolering)

source: “-20o -30o(intense cold).
sv: ”-20º/-30º ”(stark kyla).

source: Foot injury.
sv: Fotskada.

source: Crushing/pressing of feet.
sv: Klämning av fötter.

source: Slipping.
sv: Halkning.

source: Treading on nail.
sv: Spiktramp.

source: Frozen feet.
sv: Nerkylning av fötter.

source: Falling objects.
sv: Fallande föremål.

source: Slippery surface.
sv: Halt underlag.

source: Sharp objects.
sv: Vassa föremål.

source: Cold climate.
sv: Kallt klimat.

source: “S1-S5” supplementary requirement “P” penetration resistance
sv: ”SBII” baskrav

source: “CI” thermal insulation
sv: ”S1 - S5” tilläggskrav ”P” spiktrampskydd ”Cl” köldisolering.

source: Eye injury.
sv: Ögonskada.

source: Splashing of concrete/mortar
sv: Stänk av betong, murbruk.

source: Flying particles, dust.
sv: Flygande partiklar, damm.

source: Welding flashes.
sv: Svetsblänk.

source: Eye protectors.
sv: Ögonskydd.

source: Face mask or wraparound safety glasses.
sv: Ansiktsskärm eller korgglasögon.

source: Welding mask.
sv: Svetsskydd.

source: Hearing damage.
sv: Hörselskada.

source: Noise, where the equivalent sound level for an 8-hour working day exceeds 85dB(A).
sv: Buller där den ekvivalenta ljudnivån under en 8-timmars arbetsdag överstiger 85dB(A).

source: Particularly sensitive persons may also be in danger of hearing damage at levels down to 75dB(A).
sv: Särskilt känsliga personer kan riskera hörselskada även för nivåer ned till 75 dB(A).

source: Earmuff or ear plugs tested, respectively, to EN 352-1 and EN 352-
sv: Hörselkåpor eller hörselproppar provade enligt EN 352-1 resp.

source: Choose protection appropriate to the noise level and frequency content.
sv: Lämpliga skydd väljs med hänsyn till bullrets nivå och frekvensinnehåll.

source: Fall to a lower level.
sv: Fall till lägre nivå.

source: Guardrails lacking or cannot be used owing to the nature of the work.
sv: Skyddsräcken saknas eller kan ej användas p g a arbetets art.

source: Simple temporary works
sv: Enkla tillfälliga arbeten.

source: Fall arrest system as per EN 363.
sv: Fallskyddssystem enligt EN 363.

source: Equipment with support and fall prevent function as per EN 358.
sv: Utrustning med stödjande och fallhindrande funktion enligt EN 358.

source: Oxygen deficiency
sv: Syrebrist.

source: Work in wells and tunnels
sv: Arbete i brunnar och tunnlar.

source: Respiratory protection in the form of compressed air line breathing apparatus.
sv: Andningsskydd i form av tryckluftsutrustning.

source: Injuries to respiratory organs
sv: Skador på andningsorganen.

source: Demolition work entailing a risk of infection or involving substances dangerous to health
sv: Rivningsarbete som medför risk för smitta eller omfattande hälsofarliga ämnen.

source: Respiratory protection in the form of a full mask or half-mask, with relevant filters.
sv: Andningsskydd i form av helmask eller halvmask med relevanta filter.

source: The equipment may also comprise a filter respirator fitted with a fan.
sv: Utrustningen kan också bestå av fläktförsedda filterskydd.

source: Compressed air equipment.
sv: Tryckluftsutrustning.

source: Hand injury
sv: Handskador.

source: Sharp objects, chemicals, low/high temperature
sv: Vassa föremål, kemikalier, kyla/värme.

source: Protective gloves appropriate to the risks involved.
sv: Skyddshandskar mot aktuella risker.

source: Vehicle impact
sv: Påkörning.

source: Passing vehicular traffic.
sv: Passerande fordonstrafik.

source: High-visibility warning clothing as per EN 471.
sv: Varselkläder enligt EN 471.

source: Hypothermia
sv: Nedkylning.

source: Work at low temperatures.
sv: Arbete i kyla.

source: Thermal protective clothing as per ENV 342 or ENV 343.
sv: Värmeisolerande skyddskläder enligt ENV 342 eller ENV 343.

source: Drowning
sv: Drunkning.

source: Work on bridges or pontoons.
sv: Arbete på broar eller pontoner.

source: Use of work equipment
sv: Användning av Arbetsutrustning

source: Provisions of the Swedish Work Environment Authority on Use of Work Equipment, together with General Recommendations on implementation of the Provisions
sv: Arbetsmiljöverkets föreskrifter om användning av arbetsutrustning samt allmänna råd om tillämpningen av föreskrifterna

source: Danger zone Any zone within and/or around the work equipment where the equipment can entail a risk of ill-health or accidents to any person wholly or partly present there.
sv: Område inom arbetsutrustningen eller i dess omgivning, där utrustningen kan medföra risk för ohälsa eller olycksfall för någon som helt eller delvis uppehåller sig där.

source: Investigation and risk assessment‌
sv: Undersökning och riskbedömning

source: The risks caused by the use of the work equipment shall be investigated and assessed.
sv: De riskmoment som föreligger på grund av användningen av arbetsutrustningen skall undersökas och bedömas.

source: if the measures taken have not had the results expected, or when changes are made to working processes or the operation.
sv: om vidtagna åtgärder inte gett förväntat resultat eller vid förändringar i arbetsprocesser eller verksamheten.

source: On the basis of the risk assessment, all necessary measures shall be taken to prevent ill-health or accidents.
sv: § Med utgångspunkt i riskbedömningen skall alla nödvändiga åtgärder vidtas för att förebygga ohälsa eller olycksfall.

source: The stipulations in Sections 7-21 shall always be complied with.
sv: Kraven i 7–21 §§ skall alltid vara uppfyllda.

source: Product stipulations
sv: Krav på produkter

source: The equipment may only be used if it meets the requirements concerning its conditions and concerning information with regard to its use which applied to it when it was placed on the market or taken into service.
sv: Utrustningen får användas endast om den uppfyller kraven på beskaffenhet och information om användningen som finns i de föreskrifterna som gällde för den när den släpptes ut på marknaden eller togs i drift.

source: The same applies to work equipment which came under corresponding provisions in some other country outside the EEA.
sv: Detsamma gäller en arbetsutrustning som omfattades av motsvarande föreskrifter i något annat land inom EES.

source: Ergonomics
sv: Ergonomi

source: Information to employees
sv: Information till arbetstagare

source: the risks of ill-health and accidents to which they are exposed when using the work equipment,
sv: de risker för ohälsa och olycksfall de utsätts för när de använder arbetsutrustningen,

source: the hazards presented by the work equipment in their immediate vicinity in the workplace, any changes affecting the work equipment in their immediate vicinity in the workplace and of possible concern to them even when they themselves are not directly using the equipment.
sv: riskerna från den arbetsutrustning som finns i deras omedelbara närhet på arbetsplatsen, de eventuella förändringar som påverkar den arbetsutrustning som finns i deras omedelbara närhet på arbetsplatsen och som de kan beröras av, även om de själva inte direkt använder utrustningen.

source: They shall be given necessary instructions and information concerning use, foreseeable abnormal situations, where applicable, experience of previous use of the work equipment, and the personal protective equipment which they are to use.
sv: De skall få nödvändiga instruktioner och information om användningen, onormala situationer som kan förutses, i tillämpliga fall erfarenheter som man gjort under tidigare användning av arbetsutrustningen samt vilken personlig skyddsutrustning de skall använda.

source: The instructions accompanying the work equipment when delivered shall be available to the employees concerned and shall when necessary be supplemented by means of written or verbal instructions.
sv: De instruktioner som följer med arbetsutrustningen vid leverans skall vara tillgängliga för de arbetstagare som berörs, och vid behov kompletteras med skriftliga eller muntliga instruktioner.

source: Information and instructions shall be intelligible to the employees concerned.
sv: Information och instruktioner skall vara begripliga för de arbetstagare som berörs.

source: Work equipment involving specific risks
sv: Arbetsutrustning med särskilda risker‌‌
